/* 
  Error.strings
  MAMP

  Created by hagbard on 19.09.24.
  Copyright © 2024 MAMP GmbH. All rights reserved.
*/
"key_CouldNotReadRemoteDirectory" = "The remote directory could not be read.";
"key_CouldNotReadRemoteDirectoryFormat" = "The remote directory could not be read. (%@)";
"key_PerhapsPermissionProblems" = "The directory either does not exist or is inaccessible due to insufficient access permissions. Please check your server and try again.";
"key_ConnectionProblem" = "The server could not be reached.";
